// © Copyright 2004-2008, 2015 HP Development Company, L.P.

TaskName = "Dodaj papier niestandardowy";

NoIccTitle = "<nie wybrano profilu>";

DoubleNameTitle = "Nazwa papieru niestandardowego już istnieje";
DoubleNameMsg = "Typ papieru niestandardowego o nazwie „%@” już istnieje. Wybierz inną nazwę dla tego papieru niestandardowego.";

MaxMediaExceededTitle = "Przekroczono maksymalną liczbę typów papieru niestandardowego";
MaxMediaExceededMsg = "Maksymalna liczba możliwych do skonfigurowania typów papieru niestandardowego to %i. Usuń co najmniej jeden typ przed dodaniem nowego.";

ProfileExistsTitle = "Ten profil ICC już istnieje";
ProfileExistsMsg = "Profil ICC o nazwie pliku „%@” jest już zapisany w repozytorium lokalnym.\nJeśli wybierzesz opcję „Użyj istniejącego profilu”, z tym papierem będzie używany zapisany profil.\nMożesz też wybrać opcję „Użyj unikalnej nazwy pliku”, aby utworzyć profil o nowej nazwie.";
ProfileExistsDefButton = "Użyj istniejącego profilu";
ProfileExistsAltButton = "Anuluj";
ProfileExistsOtherButton = "Użyj unikalnej nazwy pliku";

//Paper Type Names
Photo = "Fotograficzny";
CoatedInkjet = "Powlekany do druku atramentowego";
PhotoRag = "Bawełniany fotograficzny";
Watercolor = "Akwarelowy";
Canvas = "Płótno";
RigidPhotoRag = "Sztywny bawełniany fotograficzny";
RigidWatercolor = "Sztywny akwarelowy";
RigidCanvas = "Sztywne płótno";
Brochure = "Broszurowy";
PlainPaper = "Zwykły papier";
PhotoInkjetScrapbook = "Inkjet Scrapbook, fotograficzny";
MatteInkjetScrapbook = "Inkjet Scrapbook, matowy";

Coated = "Powlekany";
PhotoThick = "Gruby fotograficzny";
FiberGloss = "fibra błyszcząca";
photoRag = "bawełniany fotograficzny";
photoRagThin = "bawełniany fotograficzny cienki";


//print quality names
Best = "Najwyższa";
Normal = "Normalna";
Fast = "Szybka robocza";
MaxDPI = "Maksymalna DPI";

ProfileInvalidTitle = "Nieprawidłowy format pliku ICC";
ProfileInvalidMsg = "Wybrany format pliku ICC nie jest profilem dla drukarki";
ProfileInvalidDefButton = "Wybierz inny profil";
ProfileInvalidAltButton = "Anuluj";

TaskTitleFieldText = "Dodaj papier niestandardowy";
TaskDescriptionFieldText = "Kliknij przycisk Dodaj, aby dodać papier niestandardowy do listy Papiery niestandardowe.";
StartButtonText = "Dodaj";
AddSheetDescriptionFieldText = "Podaj informacje o dodawanym papierze.";
PaperNameLableText = "Nazwa papieru niestandardowego:";
PaperCategoryLableText = "Kategoria papieru:";
IccFileNamelableText = "Profil ICC (opcjonalnie):";
IccFileNameFieldText = "<nie wybrano profilu>";
BrowseButtonText = "Przeglądaj…";
ClearButtonText = "Wyczyść profil";
CancelButtonText = "Anuluj";
DoneButtonText = "Gotowe";
